{"trg": "If a planet has an average distance of 5 AU from the Sun and an eccentricity of 0.2, what is the distance between the planet and the Sun at perihelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an eccentricity of 0.4 and a perihelion distance of 0.3 AU, what is the distance between the planet and the Sun at aphelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an eccentricity of 0.1 and a perihelion distance of 0.8 AU, what is the distance between the planet and the Sun at aphelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has a semi-major axis of 10 AU and an eccentricity of 0.3, what is the distance between the planet and the Sun at perihelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an average distance of 1 AU from the Sun and an eccentricity of 0.8, what is the distance between the planet and the Sun at aphelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an eccentricity of 0.2 and a distance of 1.5 AU at perihelion, what is the distance between the planet and the Sun at aphelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has a semi-major axis of 3 AU and an eccentricity of 0.4, what is the distance between the planet and the Sun at perihelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If the perihelion distance of a planet is 0.1 AU and the eccentricity is 0.6, what is the distance between the planet and the Sun at aphelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an average distance of 2 AU from the Sun and an eccentricity of 0.1, what is the distance between the planet and the Sun at perihelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an eccentricity of 0.8 and a perihelion distance of 0.2 AU, what is the distance between the planet and the Sun at aphelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has a semi-major axis of 4 AU and an eccentricity of 0.6, what is the distance between the planet and the Sun at perihelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If the aphelion distance of a planet is 0.5 AU and the eccentricity is 0.2, what is the distance between the planet and the Sun at perihelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an average distance of 8 AU from the Sun and an eccentricity of 0.9, what is the distance between the planet and the Sun at perihelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an eccentricity of 0.7 and a perihelion distance of 1 AU, what is the distance between the planet and the Sun at aphelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has a semi-major axis of 6 AU and an eccentricity of 0.2, what is the distance between the planet and the Sun at perihelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an eccentricity of 0.4 and a perihelion distance of 0.5 AU, what is the distance between the planet and the Sun at aphelion?", "src": "Kepler's first law states that planets move in elliptical orbits with the Sun at one focus."}
{"trg": "If a planet has an average distance of 2 AU from the Sun and takes 4 years to complete one orbit, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 100 days to travel from its closest point to the Sun to its farthest point, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 3 AU and takes 6 years to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 80 days to travel from its closest point to the Sun to its farthest point and has an average distance of 0.5 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 200 days to travel from its closest point to the Sun to its farthest point and has an average distance of 1.5 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 4 AU and takes 8 years to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 50 days to travel from its closest point to the Sun to its farthest point and has an average distance of 0.2 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 10 AU and takes 20 years to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 7 AU and takes 14 years to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 75 days to travel from its closest point to the Sun to its farthest point and has an average distance of 0.4 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 2 AU and takes 2 years to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 40 days to travel from its closest point to the Sun to its farthest point and has an average distance of 0.1 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 100 days to travel from its closest point to the Sun to its farthest point and has an average distance of 2 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 200 days to travel from its closest point to the Sun to its farthest point and has an average distance of 5 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 1 AU and takes 1 year to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 50 days to travel from its closest point to the Sun to its farthest point and has an average distance of 1 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 120 days to travel from its closest point to the Sun to its farthest point and has an average distance of 2.5 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 4 AU and takes 4 years to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet takes 80 days to travel from its closest point to the Sun to its farthest point and has an average distance of 1.5 AU, how long does it take to complete one orbit around the Sun?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 0.5 AU and takes 0.5 years to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has a semi-major axis of 2.5 AU and takes 2.5 years to complete one orbit around the Sun, how long does it take to travel from its closest point to the Sun to its farthest point?", "src": "Kepler's second law, also called the law of equal areas, states that planets move faster when they are closer to the Sun."}
{"trg": "If a planet has an average distance from the Sun of 2 AU, what is the period of its orbit?", "src": "Kepler's third law states that the square of the period of a planet's orbit is proportional to the cube of its average distance from the Sun."}
{"trg": "If a planet has a period of 2 years, what is its average distance from the Sun?", "src": "Kepler's third law states that the square of the period of a planet's orbit is proportional to the cube of its average distance from the Sun."}
{"trg": "If a planet has an average distance from the Sun of 4 AU, what is the period of its orbit?", "src": "Kepler's third law states that the square of the period of a planet's orbit is proportional to the cube of its average distance from the Sun."}
{"trg": "If a planet has a period of 10 years, what is its average distance from the Sun?", "src": "Kepler's third law states that the square of the period of a planet's orbit is proportional to the cube of its average distance from the Sun."}
{"trg": "If a planet has an average distance from the Sun of 5 AU, what is the period of its orbit?", "src": "Kepler's third law states that the square of the period of a planet's orbit is proportional to the cube of its average distance from the Sun."}
{"trg": "What is the average distance from the Sun of a planet with a period of 3 years?", "src": "Kepler's third law states that the square of the period of a planet's orbit is proportional to the cube of its average distance from the Sun."}
{"trg": "If a planet has a period of 8 years, what is its average distance from the Sun?", "src": "Kepler's third law states that the square of the period of a planet's orbit is proportional to the cube of its average distance from the Sun."}
{"trg": "If a planet has an average distance from the Sun of 2.5 AU, what is the period of its orbit?", "src": "Kepler's third law states that the square of the period of a planet's orbit is proportional to the cube of its average distance from the Sun."}
{"trg": "If the distance between two objects is doubled, what happens to the force of gravity between them?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What happens to the force of gravity between two objects if their masses are doubled?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "If the mass of one object is tripled and the distance between two objects is halved, what happens to the force of gravity between them?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What is the force of gravity between two objects with masses of 2 kg and 3 kg, respectively, that are 1 meter apart?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "If the distance between two objects is tripled, what happens to the force of gravity between them?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What is the force of gravity between two objects with masses of 50 kg and 25 kg, respectively, that are 3 meters apart?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "If the mass of one object is doubled and the distance between two objects is halved, what happens to the force of gravity between them?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "If the distance between two objects is doubled and the mass of one object is tripled, what happens to the force of gravity between them?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What is the distance between two objects with masses of 10 kg and 5 kg, respectively, that experience a force of gravity of 100 N?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "If the mass of one object is quadrupled and the distance between two objects is halved, what happens to the force of gravity between them?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What is the mass of an object that experiences a force of gravity of 500 N when it is 2 meters away from another object with a mass of 100 kg?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "If the distance between two objects is doubled and the mass of one object is halved, what happens to the force of gravity between them?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What is the force of gravity between two objects with masses of 200 kg and 250 kg, respectively, that are 10 meters apart?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "If the distance between two objects is tripled and the mass of one object is doubled, what happens to the force of gravity between them?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What is the force of gravity between two objects with masses of 5 kg and 10 kg, respectively, that are 1 meter apart?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What is the distance between two objects with masses of 50 kg and 100 kg, respectively, that experience a force of gravity of 200 N?", "src": "The force of gravity between two objects is directly proportional to their masses and inversely proportional to the square of their distance."}
{"trg": "What is the gravitational force between two objects with masses of 10 kg and 20 kg that are 5 meters apart?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the value of the gravitational constant in SI units?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the gravitational force between two objects with masses of 50 kg and 75 kg that are 10 meters apart?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the gravitational force between two objects with masses of 100 kg and 200 kg that are 20 meters apart?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the uncertainty in the measured value of the gravitational constant?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the gravitational force between two objects with masses of 500 kg and 1000 kg that are 50 meters apart?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the value of the gravitational constant in Planck units?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the value of the gravitational constant in natural units?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the gravitational force between two objects with masses of 50 kg and 100 kg that are 10 meters apart?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the value of the gravitational constant in atomic units?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the gravitational force between two objects with masses of 5000 kg and 10000 kg that are 100 meters apart?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the gravitational force between two objects with masses of 75 kg and 125 kg that are 15 meters apart?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the value of the gravitational constant in Gaussian units?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the gravitational force between two objects with masses of 1000 kg and 5000 kg that are 25 meters apart?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the value of the gravitational constant in natural Planck units?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "What is the value of the gravitational constant in inverse femtometer units?", "src": "The gravitational constant is one of the most precisely measured physical constants."}
{"trg": "If an object is dropped from rest, how fast will it be traveling after 2 seconds?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the distance traveled by an object that falls for 3 seconds on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the velocity of an object that has fallen for 5 seconds on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the acceleration due to gravity on a planet where objects fall at a rate of 2.5 m/s²?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the velocity of an object that has fallen for 7 seconds on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the distance traveled by an object that falls for 6 seconds on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the time required for an object to fall 100 meters on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the distance traveled by an object that falls for 8 seconds on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the acceleration of an object thrown upwards on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the maximum height reached by an object thrown upwards with an initial velocity of 20 m/s on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the velocity of an object that has been falling for 10 seconds on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the time required for an object to reach a height of 100 meters after being thrown upwards with an initial velocity of 10 m/s on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the maximum height reached by an object thrown upwards with an initial velocity of 30 m/s on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the velocity of an object that has been falling for 15 seconds on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the distance traveled by an object that is thrown upwards with an initial velocity of 25 m/s on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the maximum height reached by an object thrown upwards with an initial velocity of 40 m/s on Earth?", "src": "The acceleration due to gravity on Earth is approximately 9.8 m/s²."}
{"trg": "What is the acceleration due to gravity near the surface of the Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the value of the acceleration due to gravity?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the unit of measurement for the acceleration due to gravity?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the direction of the acceleration due to gravity?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the acceleration due to gravity at a height of 10 km above the surface of the Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the time required for an object to fall 100 meters on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the velocity of an object that has fallen for 5 seconds on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the acceleration due to gravity on a planet where objects fall at a rate of 5 m/s²?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the acceleration due to gravity on the Moon?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the maximum height reached by an object thrown upwards with an initial velocity of 10 m/s on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the velocity of an object that has been falling for 8 seconds on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the time required for an object to fall 50 meters on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the maximum height reached by an object thrown upwards with an initial velocity of 20 m/s on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the velocity of an object that has been falling for 12 seconds on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the distance traveled by an object that falls for 6 seconds on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the maximum height reached by an object thrown upwards with an initial velocity of 30 m/s on Earth?", "src": "The acceleration due to gravity is the rate at which objects fall towards the Earth."}
{"trg": "What is the acceleration due to gravity at a depth of 1 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the rate at which the acceleration due to gravity decreases with depth below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 5 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 2 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 8 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the depth at which the acceleration due to gravity is half its value at the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 20 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 15 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the rate at which the acceleration due to gravity changes with depth below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 500 meters below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 7 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 1.5 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 12 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the depth at which the acceleration due to gravity is one-tenth its value at the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the acceleration due to gravity at a depth of 25 km below the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the depth at which the acceleration due to gravity is one-fifth its value at the surface of the Earth?", "src": "The acceleration due to gravity below the surface of the Earth decreases as the depth increases."}
{"trg": "What is the formula for gravitational potential energy?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 5 kg object placed on a shelf 3 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the unit of measurement for gravitational potential energy?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 10 kg object placed on a shelf 5 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 1 kg object placed on a shelf 1 meter high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 4 kg object placed on a shelf 6 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 3 kg object placed on a shelf 4 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 6 kg object placed on a shelf 7 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 2 kg object placed on a shelf 3 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 8 kg object placed on a shelf 6 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 5 kg object placed on a shelf 2 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 3 kg object placed on a shelf 5 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 7 kg object placed on a shelf 3 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 4 kg object placed on a shelf 2 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 6 kg object placed on a shelf 1 meter high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the gravitational potential energy of a 9 kg object placed on a shelf 8 meters high?", "src": "Gravitational potential energy is the energy stored in an object due to its position in a gravitational field."}
{"trg": "What is the formula for gravitational potential energy?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 5 kg object placed on a shelf 4 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What happens to the gravitational potential energy of an object if it is raised to twice its original height?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What happens to the gravitational potential energy of an object if its mass is doubled?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 2 kg object placed on a shelf 2 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 8 kg object placed on a shelf 5 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What happens to the gravitational potential energy of an object if the acceleration due to gravity doubles?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 6 kg object placed on a shelf 6 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What happens to the gravitational potential energy of an object if its height above a reference level is halved?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 4 kg object placed on a shelf 2 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 5 kg object placed on a shelf 6 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 10 kg object placed on a shelf 5 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What happens to the gravitational potential energy of an object if it is lowered to half its original height?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 6 kg object placed on a shelf 3 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What happens to the gravitational potential energy of an object if the acceleration due to gravity is halved?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the gravitational potential energy of a 8 kg object placed on a shelf 2 meters high on Earth?", "src": "Gravitational potential energy is directly proportional to an object's mass, height above a reference level, and the acceleration due to gravity."}
{"trg": "What is the escape speed of Earth?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of the Moon?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of Mars?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of Saturn?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of Uranus?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of Neptune?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of Pluto?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a black hole?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a 1 kg object from the surface of Earth?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a 5 kg object from the surface of Mars?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a 10 kg object from the surface of the Moon?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a 8 kg object from the surface of Saturn?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a 6 kg object from the surface of Uranus?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a 3 kg object from the surface of Neptune?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a 1 kg object from the surface of Pluto?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
{"trg": "What is the escape speed of a 1000 kg object from a black hole with a mass of 1 million solar masses?", "src": "Escape speed is the minimum speed required for an object to escape the gravitational pull of a celestial body."}
